Repository: collective/pas.plugins.keycloakgroups
Catalog: src/pas/plugins/keycloakgroups/locales/*/LC_MESSAGES/pas.plugins.keycloakgroups.po
Languages: es, pt_br

source: Install support for using groups from Keycloak.
es: Instalar soporte para el uso de grupos desde Keycloak.
pt_br: Instalar suporte para o uso de grupos do Keycloak.

source: Keycloak Groups
es: Grupos Keycloak
pt_br: Grupos do Keycloak

source: Keycloak Groups Plugin Settings
es: Configuración del plugin Grupos Keycloak
pt_br: Configurações do complemento de Grupos Keycloak

source: Keycloak Groups Settings
es: Configuración del Grupos Keycloak
pt_br: Configurações de Grupos Keycloak

source: Keycloak Groups settings
es: configuración del Grupos Keycloak
pt_br: Configurações de Grupos Keycloak

source: Keycloak base URL
es: Dirección URL base Keycloak
pt_br: URL do Keycloak

source: Keycloak client_id
es: client_id de Keycloak
pt_br: ID do cliente Keycloak

source: Keycloak client_secret
es: client_secret de Keycloak
pt_br: Segredo do Cliente Keycloak

source: Realm name
es: Nombre de Reino
pt_br: Realm a ser utilizado.

source: Uninstall Keycloak groups support.
es: Desinstalar soporte para el uso de grupos desde Keycloak.
pt_br: Desinstalar o suporte a grupos do Keycloak.

source: Use Groups from Keycloak
es: Usar Grupos desde Keycloak
pt_br: Usar grupos do Keycloak

source: Verify Keycloak server certificate
es: Verificar el certificado del servidor Keycloak
pt_br: Verificar o certificado do servidor Keycloak

source: help_client_id
es: ID de cliente para la API REST de Keycloak.
pt_br: ID do Cliente para a API REST do Keycloak.

source: help_client_secret
es: Secreto de cliente para la API REST de Keycloak.
pt_br: Segredo do Cliente para a API REST do Keycloak.

source: help_realm_name
es: Reino que se utilizará para los Grupos.
pt_br: Realm a ser utilizado para Grupos.

source: help_server_url
es: Dirección URL base para la instancia de Keycloak a utilizar
pt_br: URL base para a instância do Keycloak a ser utilizada.
